var branches = [
    {
        city: 'تهران',
        code: '1001',
        name: 'آفتاب',
        address: 'تهران، میدان ونک، انتهای خیابان خدامی، تقاطع خیابان آفتاب، پلاک 3',
        tel: '02188623750',
        fax: '02188623758',
        postalCode: '1994834751'
    },
    {
        city: 'تهران',
        code: '1002',
        name: 'نوبخت',
        address: 'تهران، خیابان خرمشهر (آپادانا)، خیابان شهید عربعلی (نوبخت)، نبش خیابان یازدهم، پلاک 58',
        tel: '02188537438',
        fax: '02188538173',
        postalCode: '1533944811'
    },
    {
        city: 'تهران',
        code: '1003',
        name: 'نیاوران',
        address: 'تهران، خیابان نیاوران، بعد از سه راه یاسر، جنب مسجد سجاد، پلاک 29 قدیم',
        tel: '02122759398',
        fax: '02122759616',
        postalCode: '198715487'
    },
    {
        city: 'تهران',
        code: '1004',
        name: 'الهیه',
        address: 'تهران. خیابان شهید فیاضی ( فرشته) خیابان آقابزرگی. نبش بن بست بیژن',
        tel: '02122390991',
        fax: '02122390810',
        postalCode: '1964834481'
    },
    {
        city: 'تهران',
        code: '1005',
        name: 'مهستان',
        address: 'تهران. خیابان شهید فیاضی ( فرشته) خیابان آقابزرگی. نبش بن بست بیژن',
        tel: '02188561656-7',
        fax: '02188561660',
        postalCode: ''
    },
    {
        city: 'تهران',
        code: '1006',
        name: 'سعادت آباد',
        address: 'سعادت آباد. بالاتر از میدان کاج . نبش خیابان هفتم . شماره 2',
        tel: '02122382938',
        fax: '02122383023',
        postalCode: '1998715487'
    },
    {
        city: 'تهران',
        code: '1007',
        name: 'بخارست (مرکزی)',
        address: 'تهران، خیابان شهید احمد قصیر (بخارست)، نبش خیابان پنجم',
        tel: '02188729916',
        fax: '02188711434',
        postalCode: '1513645717'
    },
    {
        city: 'تهران',
        code: '1008',
        name: 'زعفرانیه',
        address: ' تهران، خیابان ولنجک، انتهای خیابان 13، نبش ثارالله، پلاک 2',
        tel: '02122424782',
        fax: '02122424066',
        postalCode: '1985966311'
    },
    {   city: 'اصفهان',
        code: '3001',
        name: 'اصفهان',
        address: ' اصفهان . میدان فیض . نبش خیابان میر',
        tel: '03116644683',
        fax: '03116644689',
        postalCode: '8164998499'
    },
    {     city: 'شیراز',
        code: '7201',
        name: 'شیراز',
        address: 'شیراز، بلوار ستارخان، تقاطع خیابان عفیف آباد',
        tel: '07116268807',
        fax: '07116268837',
        postalCode: '7183817575'
    },
    {       city: 'تبریز',
        code: '4501',
        name: 'تبریز',
        address: 'تبریز، شهرک ولی عصر، فلکه رودکی، خیابان رودکی، نبش کوچه سحر، پلاک 560',
        tel: '04133272603',
        fax: '04133272610',
        postalCode: '5157883144'
    }
];